Repository: kitmatan/Joule
Catalog: Sources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, nb, th, zh_hans

source: Store in a temperature-moderate garage if possible to avoid extreme seasonal thermal extremes.
de: Möglichst in einer temperaturgeschützten Garage parken, um extreme Temperaturen zu meiden.
es: Guarde en un garaje con temperatura moderada para evitar extremos estacionales.
fr: Stationnez dans un garage tempéré si possible pour éviter les écarts thermiques extrêmes.
ja: 極端な気温変化を避けるため、可能であれば温度管理されたガレージに保管してください。
nb: Lagre om mulig i en temperaturregulert garasje for å unngå sesongmessige ytterpunkter.
th: จอดในโรงรถที่มีอุณหภูมิปานกลางหากทำได้ เพื่อหลีกเลี่ยงสภาพอากาศที่ร้อนหรือหนาวจัดตามฤดูกาล
zh_hans: 尽可能停放在温度适宜的室内车库中，以避免季节性极端气温。

source: Storing an EV battery at extreme charge levels (0% or 100%) for weeks accelerates calendar degradation and irreversible capacity loss.
de: Wird ein E-Auto-Akku über Wochen bei Extremwerten (0% oder 100%) gelagert, beschleunigt dies die kalendarische Alterung und irreversible Kapazitätsverluste.
es: Guardar una batería de VE en niveles extremos (0% o 100%) durante semanas acelera la degradación y la pérdida irreversible.
fr: Stocker une batterie de VE à des niveaux extrêmes (0 % ou 100 %) pendant des semaines accélère la dégradation calendaire et la perte irréversible.
ja: 極端な充電レベル（0%または100%）で長期間放置すると、カレンダー劣化と不可逆的な容量低下が加速します。
nb: Lagring av et elbilbatteri ved ekstreme nivåer (0 % eller 100 %) i uker fremskynder kalenderaldring og irreversibelt kapasitetstap.
th: การจอดรถ EV ทิ้งไว้ที่ระดับแบตเตอรี่สุดโต่ง (0% หรือ 100%) เป็นเวลาหลายสัปดาห์ จะเร่งการเสื่อมสภาพตามเวลาและการสูญเสียความจุถาวร
zh_hans: 将电动汽车电池在极端电量（0% 或 100%）下停放数周会加速日历老化并造成不可逆的容量损失。

source: Sync Now
de: Jetzt synchronisieren
es: Sincronizar ahora
fr: Synchroniser maintenant
ja: 今すぐ同期
nb: Synkroniser nå
th: ซิงค์ข้อมูลทันที
zh_hans: 立即同步

source: Synced Sessions
de: Synchronisierte Ladevorgänge
es: Sesiones sincronizadas
fr: Sessions synchronisées
ja: 同期済みセッション
nb: Synkroniserte økter
th: รายการที่ซิงค์แล้ว
zh_hans: 已同步记录

source: Tariff Model
de: Tarifmodell
es: Modelo de tarifa
fr: Modèle tarifaire
ja: 料金モデル
nb: Tariffmodell
th: รูปแบบอัตราค่าไฟฟ้า
zh_hans: 电价方案

source: Tariff Rate
de: Tarifsatz
es: Tasa de tarifa
fr: Taux tarifaire
ja: 電気料金単価
nb: Tariffsats
th: เรทค่าไฟ
zh_hans: 电费费率

source: Technical Details
de: Technische Details
es: Detalles técnicos
fr: Détails techniques
ja: 技術的詳細
nb: Tekniske detaljer
th: รายละเอียดทางเทคนิค
zh_hans: 技术规格

source: The default vehicle will be pre-selected when launching Joule and creating new charging sessions.
de: Das Standardfahrzeug wird beim Öffnen von Joule und beim Erstellen neuer Ladevorgänge vorausgewählt.
es: El vehículo predeterminado se preseleccionará al abrir Joule y crear nuevas sesiones.
fr: Le véhicule par défaut sera présélectionné au lancement de Joule et lors de la création d'une session.
ja: Joule の起動時や新しい充電セッションの作成時に、デフォルト車両が自動選択されます。
nb: Standardkjøretøyet velges automatisk ved oppstart av Joule og oppretting av nye ladeøkter.
th: รถยนต์ค่าเริ่มต้นจะถูกเลือกให้อัตโนมัติเมื่อเปิดแอป Joule และเมื่อสร้างรายการชาร์จใหม่
zh_hans: 打开 Joule 以及创建新充电记录时，将默认预选此车辆。

source: Theme
de: Design
es: Tema
fr: Thème
ja: テーマ
nb: Tema
th: ธีม
zh_hans: 主题

source: Thermal Management
de: Thermisches Management
es: Gestión térmica
fr: Gestion thermique
ja: 温度管理
nb: Termisk styring
th: การจัดการอุณหภูมิ
zh_hans: 热管理

source: This resets battery capacity, range, and cycle benchmarks back to %1$@ factory defaults.
de: Setzt Batteriekapazität, Reichweite und Zyklen-Benchmarks auf die Werkseinstellungen von %1$@ zurück.
es: Esto restablece la capacidad, autonomía y ciclos a los valores de fábrica de %1$@.
fr: Rétablit la capacité, l'autonomie et les cycles par défaut selon les spécifications d'usine %1$@.
ja: バッテリー容量、航続距離、サイクル基準値を %1$@ の工場出荷時デフォルトに戻します。
nb: Dette tilbakestiller batterikapasitet, rekkevidde og syklusreferanser til %1$@ fabrikkstandard.
th: การดำเนินการนี้จะรีเซ็ตความจุแบตเตอรี่ ระยะทาง และรอบชาร์จ กลับเป็นค่าเริ่มต้นจากโรงงานของ %1$@
zh_hans: 这会将电池容量、续航与循环基准重置为 %1$@ 的出厂默认值。

source: This resets vehicle specifications and tariffs back to default factory specifications.
de: Setzt Fahrzeugspezifikationen und Tarife auf Werkseinstellungen zurück.
es: Esto restablece las especificaciones del vehículo y tarifas a los valores de fábrica.
fr: Rétablit les spécifications du véhicule et les tarifs aux valeurs d'usine par défaut.
ja: 車両スペックおよび電気料金を工場出荷時のデフォルト設定にリセットします。
nb: Dette tilbakestiller kjøretøyspesifikasjoner og tariffer til fabrikkinnstillinger.
th: การดำเนินการนี้จะรีเซ็ตข้อมูลจำเพาะของรถยนต์และอัตราค่าไฟฟ้ากลับเป็นค่าเริ่มต้นจากโรงงาน
zh_hans: 这会将车辆规格和电价重置为出厂默认设置。

source: Time Range
de: Zeitbereich
es: Rango de tiempo
fr: Période
ja: 期間
nb: Tidsperiode
th: ช่วงเวลา
zh_hans: 时间范围

source: Top Locations
de: Häufigste Standorte
es: Ubicaciones principales
fr: Lieux principaux
ja: 主な充電場所
nb: Beste steder
th: สถานที่ชาร์จยอดนิยม
zh_hans: 常去地点

source: Top up when reaching ~20% during normal commuting routines.
de: Im Alltag nachladen, sobald ca. 20% erreicht sind.
es: Recargue al llegar a ~20% en su rutina diaria.
fr: Rechargez dès que vous atteignez environ 20 % au quotidien.
ja: 日常の通勤では、残量が約20%になった時点で充電してください。
nb: Fyll på når du når ca. 20 % ved vanlig pendling.
th: เสียบชาร์จเติมเมื่อแบตเตอรี่ลดลงเหลือประมาณ 20% ในชีวิตประจำวัน
zh_hans: 日常通勤中，在电量降至约 20% 时即可进行补能。

# TOTAL (%@)
source: TOTAL (%1$@)
de: GESAMT (%1$@)
ja: 合計 (%1$@)
nb: TOTALT (%1$@)
th: รวม (%1$@)
zh_hans: 总计 (%1$@)

source: Total Capacity Loss
de: Gesamter Kapazitätsverlust
es: Pérdida total de capacidad
fr: Perte totale de capacité
ja: 総容量劣化量
nb: Totalt kapasitetstap
th: ความจุที่เสื่อมสภาพรวม
zh_hans: 累计容量损耗

source: Total Energy
de: Gesamtenergie
es: Energía total
fr: Énergie totale
ja: 総充電電力量
nb: Total energi
th: พลังงานทั้งหมด
zh_hans: 总充入电量

source: TOTAL ENERGY
de: GESAMTENERGIE
es: ENERGÍA TOTAL
fr: ÉNERGIE TOTALE
ja: 総電力量
nb: TOTAL ENERGI
th: พลังงานทั้งหมด
zh_hans: 总电量

source: TOTAL EXPENSE
de: GESAMTAUSGABEN
es: GASTO TOTAL
fr: DÉPENSES TOTALES
ja: 総支出
nb: TOTALE UTGIFTER
th: ค่าใช้จ่ายทั้งหมด
zh_hans: 总支出

source: Total Paid
de: Gesamt bezahlt
es: Total pagado
fr: Total payé
ja: 支払総額
nb: Totalt betalt
th: ยอดชำระรวม
zh_hans: 总支付金额

source: Total Spent
de: Gesamtausgaben
es: Total gastado
fr: Total dépensé
ja: 総支出
nb: Totalt brukt
th: ค่าใช้จ่ายทั้งหมด
zh_hans: 总花费

# Total: %@
source: Total: %1$@
de: Gesamt: %1$@
ja: 合計: %1$@
nb: Totalt: %1$@
th: รวม: %1$@
zh_hans: 总计：%1$@

source: Type
de: Typ
es: Tipo
ja: タイプ
th: ประเภท
zh_hans: 类型

source: TYPE
de: TYP
es: TIPO
ja: タイプ
th: ประเภท
zh_hans: 类型

source: Units
de: Einheiten
es: Unidades
fr: Unités
ja: 単位
nb: Enheter
th: หน่วยวัด
zh_hans: 单位

source: Units & Currency
de: Einheiten & Währung
es: Unidades y moneda
fr: Unités et devise
ja: 単位と通貨
nb: Enheter og valuta
th: หน่วยวัดและสกุลเงิน
zh_hans: 单位与货币

source: Unreliable (Shallow / Inconsistent)
de: Unzuverlässig (Zu flach / Inkonsistent)
es: No confiable (Superficial / Inconsistente)
fr: Non fiable (Trop court / Incohérent)
ja: 信頼性低 (浅い充電 / 不整合)
nb: Upålitelig (Grunn / Inkonsekvent)
th: ไม่น่าเชื่อถือ (ชาร์จตื้นเกินไป / ข้อมูลไม่สอดคล้อง)
zh_hans: 不可靠 (浅充或数据不一致)

source: Usable Capacity
de: Nutzbare Kapazität
es: Capacidad utilizable
fr: Capacité utilisable
ja: 利用可能容量
nb: Brukbar kapasitet
th: ความจุที่ใช้งานได้
zh_hans: 可用容量

source: Use built-in vehicle navigation to navigate to fast chargers so the BMS automatically pre-heats/cools the pack.
de: Nutzen Sie das bordeigene Navi zur Ladesäule, damit das BMS den Akku rechtzeitig temperiert.
es: Use el navegador integrado para ir a cargadores rápidos y preacondicionar la batería.
fr: Utilisez le GPS intégré pour aller aux bornes rapides afin que le BMS préconditionne la batterie.
ja: 車載ナビで充電スタンドを設定し、BMSが自動で温度調節できるようにしてください。
nb: Bruk bilens integrerte navigasjon til hurtigladere slik at BMS automatisk tempererer batteriet.
th: ใช้ระบบนำทางในรถนำทางไปยังตู้ชาร์จเร็ว เพื่อให้ระบบ BMS ปรับอุณหภูมิแบตเตอรี่ล่วงหน้าโดยอัตโนมัติ
zh_hans: 使用车载原厂导航前往快充站，以便 BMS 自动提前预热/预冷电池组。

source: Vehicle
de: Fahrzeug
es: Vehículo
fr: Véhicule
ja: 車両
nb: Kjøretøy
th: รถยนต์
zh_hans: 车辆

source: Vehicle Identity
de: Fahrzeug-Identität
es: Identidad del vehículo
fr: Identité du véhicule
ja: 車両情報
nb: Kjøretøyidentitet
th: ข้อมูลประจำรถ
zh_hans: 车辆信息

source: Vehicle Model
de: Fahrzeugmodell
es: Modelo del vehículo
fr: Modèle du véhicule
ja: 車種・モデル
nb: Kjøretøymodell
th: รุ่นรถยนต์
zh_hans: 车辆型号

source: Vehicle Name
de: Fahrzeugname
es: Nombre del vehículo
fr: Nom du véhicule
ja: 車両名
nb: Kjøretøynavn
th: ชื่อรถยนต์
zh_hans: 车辆昵称

source: Vendor
de: Anbieter
es: Proveedor
fr: Fournisseur
ja: 事業者
nb: Leverandør
th: ผู้ให้บริการ
zh_hans: 充电运营商

source: VERIFIED
de: VERIFIZIERT
es: VERIFICADO
fr: VÉRIFIÉ
ja: 検証済み
nb: VERIFISERT
th: ตรวจสอบแล้ว
zh_hans: 已验证

source: View detailed battery health analytics
de: Detaillierte Batterieanalysen ansehen
es: Ver análisis detallados de salud de la batería
fr: Afficher les analyses détaillées de la batterie
ja: 詳細なバッテリー健康分析を表示
nb: Vis detaljert batterihelseanalyse
th: ดูการวิเคราะห์สุขภาพแบตเตอรี่อย่างละเอียด
zh_hans: 查看详细的电池健康分析

source: Vs. Mileage
de: Nach Kilometerstand
es: Vs. Kilometraje
fr: Selon kilométrage
ja: 走行距離別
nb: Mot kjørelengde
th: เทียบกับระยะทาง
zh_hans: 按行驶里程

source: Wall Box Power
de: Wallbox-Leistung
es: Potencia de cargador de pared
fr: Puissance borne murale
ja: 自宅充電器出力
nb: Veggladeeffekt
th: กำลังไฟเครื่องชาร์จบ้าน
zh_hans: 家用充电桩功率

source: Welcome to Joule ⚡️
de: Willkommen bei Joule ⚡️
es: Bienvenido a Joule ⚡️
fr: Bienvenue sur Joule ⚡️
ja: Joule へようこそ ⚡️
nb: Velkommen til Joule ⚡️
th: ยินดีต้อนรับสู่ Joule ⚡️
zh_hans: 欢迎使用 Joule ⚡️

source: Well protected
de: Gut geschützt
es: Bien protegido
fr: Bien protégé
ja: 良好に保護
nb: Godt beskyttet
th: ได้รับการถนอมอย่างดี
zh_hans: 保护良好

source: Whenever possible, avoid consecutive DC rapid charges in high ambient heat without cool-down intervals.
de: Vermeiden Sie nach Möglichkeit aufeinanderfolgende DC-Schnellladungen bei großer Hitze ohne Abkühlpause.
es: Evite cargas rápidas consecutivas en CC con calor extremo sin pausas de enfriamiento.
fr: Évitez autant que possible les recharges rapides DC consécutives par forte chaleur sans temps de refroidissement.
ja: 高温環境下で冷却時間を置かずに連続して急速充電を行うことは極力避けてください。
nb: Unngå om mulig gjentatte DC-hurtigladinger i høy varme uten nedkjølingspauser.
th: หลีกเลี่ยงการชาร์จเร็ว DC ต่อเนื่องหลายครั้งติดกันในสภาพอากาศร้อนจัดโดยไม่มีช่วงพักระบายความร้อน
zh_hans: 在高温天气下尽量避免在没有冷却间隔的情况下连续进行多次直流快充。

source: Why are rates calibrating?
de: Warum wird noch kalibriert?
es: ¿Por qué se están calibrando las tasas?
fr: Pourquoi les taux sont-ils en cours de calibrage ?
ja: なぜ測定校正中なのですか？
nb: Hvorfor kalibreres ratene?
th: ทำไมถึงอยู่ในช่วงประเมินผล?
zh_hans: 为什么衰减率显示正在校准？

source: WLTP (Worldwide Harmonized)
de: WLTP (Weltweit harmonisiert)
es: WLTP (Armonizado mundial)
fr: WLTP (Harmonisé mondial)
ja: WLTP (世界調和基準)
nb: WLTP (Verdensharmonisert)
th: WLTP (มาตรฐานสากล)
zh_hans: WLTP (全球统一工况)

source: Work
de: Arbeit
es: Trabajo
fr: Travail
ja: 職場
nb: Jobb
th: ที่ทำงาน
zh_hans: 公司/工作地

source: You avoid charging to 100% on everyday commutes, protecting your NMC/NCA battery from high-voltage stress.
de: Sie vermeiden 100%-Ladungen im Alltag und schützen Ihren NMC/NCA-Akku vor Hochspannungsstress.
es: Evita cargar al 100% en trayectos diarios, protegiendo su batería NMC/NCA del alto voltaje.
fr: Vous évitez de charger à 100 % au quotidien, protégeant votre batterie NMC/NCA de la haute tension.
ja: 日常の通勤で100%充電を避けており、NMC/NCAバッテリーの高電圧ストレスを防いでいます。
nb: Du unngår å lade til 100 % til daglig, noe som beskytter NMC/NCA-batteriet mot høyspent stress.
th: คุณหลีกเลี่ยงการชาร์จถึง 100% ในการขับขี่ประจำวัน ช่วยปกป้องแบตเตอรี่ NMC/NCA จากแรงดันไฟฟ้าสูง
zh_hans: 您在日常通勤中避免充满至 100%，有效保护了 NMC/NCA 电池免受高电压损害。

source: You can continue using Joule completely offline. Signing in later will safely merge your local sessions into the cloud.
de: Sie können Joule komplett offline nutzen. Bei späterer Anmeldung werden Ihre lokalen Daten sicher synchronisiert.
es: Puedes seguir usando Joule desconectado. Iniciar sesión más tarde sincronizará de forma segura tus sesiones en la nube.
fr: Vous pouvez continuer à utiliser Joule hors ligne. Une connexion ultérieure fusionnera vos sessions dans le cloud en toute sécurité.
ja: Joule は完全にオフラインのままでも利用できます。後でサインインすれば、ローカルのセッションが安全にクラウドへ統合されます。
nb: Du kan fortsette å bruke Joule helt frakoblet. Innlogging senere vil trygt flette dine lokale økter til skyen.
th: คุณสามารถใช้งาน Joule แบบออฟไลน์ได้อย่างสมบูรณ์ การเข้าสู่ระบบในภายหลังจะรวมรายการในเครื่องของคุณเข้ากับคลาวด์อย่างปลอดภัย
zh_hans: 您可以完全离线使用 Joule。稍后登录时，系统将安全地将本地充电记录合并至云端。

source: You consistently recharge before your battery drops into deep discharge territory.
de: Sie laden stets nach, bevor der Akku in den Tiefentladungsbereich gerät.
es: Recarga constantemente antes de que la batería caiga en descarga profunda.
fr: Vous rechargez systématiquement avant que la batterie n'entre en décharge profonde.
ja: バッテリーが深放電領域に入る前に常に充電できています。
nb: Du lader konsekvent før batteriet faller ned i dyp utlading.
th: คุณเสียบชาร์จใหม่อย่างสม่ำเสมอก่อนที่แบตเตอรี่จะลดลงสู่ระดับคายประจุลึก
zh_hans: 您总是在电池进入深度放电区间之前及时充电。

source: You primarily use gentle AC slow charging, keeping cell temperatures low and protecting the Solid Electrolyte Interphase (SEI) layer.
de: Sie nutzen überwiegend schonendes AC-Laden, was die Zelltemperaturen niedrig hält und die SEI-Schicht schützt.
es: Utiliza principalmente carga lenta de CA, manteniendo bajas las temperaturas y protegiendo la capa SEI.
fr: Vous utilisez principalement la charge lente AC, maintenant des températures basses et protégeant la couche SEI.
ja: 主に穏やかな普通充電（AC）を使用しており、セル温度を低く保ちSEI被膜を保護しています。
nb: Du bruker primært skånsom AC-saktelading, noe som holder celletemperaturen lav og beskytter SEI-laget.
th: คุณชาร์จด้วยไฟกระแสสลับ AC เป็นหลัก ช่วยให้อุณหภูมิเซลล์ต่ำและถนอมชั้น SEI ได้อย่างดี
zh_hans: 您主要使用温和的交流慢充，使电芯保持较低温度并保护 SEI 膜。

source: You regularly charge to 100%, keeping your LFP battery cells balanced.
de: Sie laden regelmäßig auf 100% und halten Ihre LFP-Zellen so im Gleichgewicht.
es: Carga regularmente al 100%, manteniendo equilibradas las celdas LFP.
fr: Vous chargez régulièrement à 100 %, maintenant vos cellules LFP équilibrées.
ja: 定期的に100%まで充電し、LFPバッテリーのセルバランスを良好に保っています。
nb: Du lader jevnlig til 100 % og holder LFP-cellene balansert.
th: คุณชาร์จเต็ม 100% เป็นประจำ ช่วยรักษาเซลล์แบตเตอรี่ LFP ให้สมดุลเสมอ
zh_hans: 您定期充至 100%，有效保持了 LFP 电芯的一致性与平衡。

source: You regularly charge your LFP battery to 100%, enabling the Battery Management System to balance cell voltages.
de: Sie laden Ihren LFP-Akku regelmäßig auf 100%, sodass das BMS die Zellspannungen abgleichen kann.
es: Carga regularmente su batería LFP al 100%, permitiendo al BMS equilibrar los voltajes de las celdas.
fr: Vous chargez régulièrement votre batterie LFP à 100 %, permettant au BMS d'équilibrer les cellules.
ja: 定期的にLFPバッテリーを100%まで充電しており、BMSがセル電圧を適切にバランシングできています。
nb: Du lader regelmessig LFP-batteriet til 100 %, slik at BMS kan balansere cellespenningene.
th: คุณชาร์จแบตเตอรี่ LFP เต็ม 100% เป็นประจำ ทำให้ระบบ BMS สามารถปรับสมดุลแรงดันไฟฟ้าของเซลล์ได้อย่างต่อเนื่อง
zh_hans: 您经常将 LFP 电池充满至 100%，让电池管理系统能够平衡各单体电芯电压。

source: Your charging behavior is exceptionally gentle on your battery pack.
de: Ihr Ladeverhalten schont den Akku Ihres Fahrzeugs in hervorragender Weise.
es: Su comportamiento de carga es excepcionalmente suave con su batería.
fr: Votre comportement de recharge est particulièrement respectueux de votre batterie.
ja: あなたの充電習慣はバッテリーに非常に優しく、理想的です。
nb: Ladevanene dine er svært skånsomme for batteripakken.
th: พฤติกรรมการชาร์จของคุณมีความอ่อนโยนและช่วยถนอมแบตเตอรี่ได้อย่างดีเยี่ยม
zh_hans: 您的充电习惯非常温和，极利于保护电池组健康。

source: Your charging habits are generally healthy with solid battery preservation.
de: Ihre Ladeangewohnheiten sind im Allgemeinen gesund und schonend für den Akku.
es: Sus hábitos de carga son generalmente saludables para la batería.
fr: Vos habitudes de recharge sont globalement saines et préservent bien la batterie.
ja: 充電習慣は全般的に良好で、バッテリーがしっかりと保護されています。
nb: Ladevanene dine er generelt sunne og bevarer batteriet godt.
th: พฤติกรรมการชาร์จของคุณอยู่ในเกณฑ์ดีและช่วยรักษาอายุการใช้งานแบตเตอรี่
zh_hans: 您的充电习惯总体健康，具有良好的电池保养效果。

source: Your charging history is automatically synced across all your devices connected to this Google account.
de: Ihr Ladeverlauf wird automatisch auf allen mit diesem Google-Konto verbundenen Geräten synchronisiert.
es: Tu historial de carga se sincroniza automáticamente en todos tus dispositivos conectados a esta cuenta de Google.
fr: Votre historique de recharge est synchronisé automatiquement sur tous vos appareils connectés à ce compte Google.
ja: 充電履歴は、この Google アカウントに接続されているすべてのデバイス間で自動的に同期されます。
nb: Ladehistorikken din synkroniseres automatisk på tvers av alle enheter som er koblet til denne Google-kontoen.
th: ประวัติการชาร์จของคุณจะถูกซิงค์โดยอัตโนมัติบนอุปกรณ์ทั้งหมดที่เชื่อมต่อกับบัญชี Google นี้
zh_hans: 您的充电记录将自动在连接至此 Google 账号的所有设备间保持同步。

source: Your charging routine causes moderate thermal or voltage stress on your battery pack.
de: Ihre Laderoutine verursacht mäßige thermische oder spannungsbedingte Belastungen für den Akku.
es: Su rutina de carga causa estrés térmico o de voltaje moderado en la batería.
fr: Votre routine de recharge cause un stress thermique ou de tension modéré à votre batterie.
ja: 充電ルーチンによってバッテリーに中程度の熱負荷または電圧負荷がかかっています。
nb: Laderutinene dine forårsaker moderat termisk eller spenningsrelatert belastning på batteriet.
th: กิจวัตรการชาร์จของคุณสร้างความร้อนหรือความเค้นระดับปานกลางต่อแบตเตอรี่
zh_hans: 您的充电习惯对电池组造成了一定程度的热应力或高压损耗。

source: Your history will remain safely stored in the cloud.
de: Ihr Verlauf bleibt sicher in der Cloud gespeichert.
es: Tu historial permanecerá guardado de forma segura en la nube.
fr: Votre historique restera stocké en toute sécurité dans le cloud.
ja: 履歴は安全にクラウドに保存されます。
nb: Historikken din forblir trygt lagret i skyen.
th: ประวัติของคุณจะยังคงถูกจัดเก็บอย่างปลอดภัยบนคลาวด์
zh_hans: 您的历史记录将安全地保存在云端。

source: Your LFP battery is overdue for a 100% AC calibration charge to balance cell voltages.
de: Ihr LFP-Akku benötigt dringend eine 100%-AC-Ladung zum Ausbalancieren der Zellspannungen.
es: Su batería LFP necesita una carga de calibración en CA al 100% para equilibrar celdas.
fr: Votre batterie LFP a besoin d'une charge d'étalonnage AC à 100 % pour équilibrer les cellules.
ja: LFPバッテリーのセル電圧を平衡化するため、100%の普通充電による校正が必要です。
nb: LFP-batteriet trenger en 100 % AC-kalibreringslading for å balansere cellene.
th: แบตเตอรี่ LFP ของคุณควรได้รับการชาร์จ AC เต็ม 100% เพื่อปรับสมดุลแรงดันไฟฟ้าของเซลล์
zh_hans: 您的 LFP 电池急需进行一次 100% 交流充满校准，以平衡各单体电芯电压。

# Your LFP pack was last charged to 100% %lld days ago.
source: Your LFP pack was last charged to 100%% %1$lld days ago.
de: Ihr LFP-Akku wurde vor %1$lld Tagen zuletzt auf 100%% geladen.
es: Su batería LFP se cargó al 100 %% por última vez hace %1$lld días.
fr: Votre batterie LFP a été rechargée à 100 %% pour la dernière fois il y a %1$lld jours.
ja: LFPバッテリーが最後に100%%まで充電されたのは %1$lld 日前です。
nb: LFP-batteriet ble sist ladet til 100 %% for %1$lld dager siden.
th: แบตเตอรี่ LFP ของคุณชาร์จเต็ม 100%% ล่าสุดเมื่อ %1$lld วันที่แล้ว
zh_hans: 您的 LFP 电池上次充满 100%% 是在 %1$lld 天前。

# Your Vehicles (%@)
source: Your Vehicles (%1$@)
de: Ihre Fahrzeuge (%1$@)
es: Tus vehículos (%1$@)
fr: Vos véhicules (%1$@)
ja: 登録車両 (%1$@)
nb: Dine kjøretøy (%1$@)
th: รถยนต์ของคุณ (%1$@)
zh_hans: 您的车辆 (%1$@)

# Your Vehicles (%lld)
source: Your Vehicles (%1$lld)
de: Ihre Fahrzeuge (%1$lld)
es: Sus vehículos (%1$lld)
fr: Vos véhicules (%1$lld)
ja: 登録車両 (%1$lld)
nb: Dine kjøretøy (%1$lld)
th: รถยนต์ของคุณ (%1$lld)
zh_hans: 您的车辆 (%1$lld)

source: AC
es: CA
ja: 普通充電 (AC)
zh_hans: 交流 (AC)

source: CLTC (China Light-Duty Cycle)
es: CLTC (Ciclo ligero de China)
fr: CLTC (Cycle léger Chine)
ja: CLTC (中国小型車サイクル)
nb: CLTC (Kina lett kjøretøysyklus)
th: CLTC (มาตรฐานจีน)
zh_hans: CLTC (中国轻型汽车行驶工况)

source: DC
es: CC
ja: 急速充電 (DC)
zh_hans: 直流 (DC)

source: Details
es: Detalles
fr: Détails
ja: 詳細
nb: Detaljer
th: รายละเอียด
zh_hans: 详情

source: End SoC
es: SoC final
fr: SoC de fin
ja: 終了時SoC
nb: Slutt-SoC
th: SoC สิ้นสุด
zh_hans: 结束电量 (SoC)

source: Garage
es: Garaje
ja: ガレージ
nb: Garasje
th: โรงรถ
zh_hans: 车库

source: Import/Export
es: Importar/Exportar
fr: Importer/Exporter
ja: インポート/エクスポート
nb: Import/Eksport
th: นำเข้า/ส่งออก
zh_hans: 导入 / 导出

source: Offline
es: Sin conexión
fr: Hors ligne
ja: オフライン
nb: Frakoblet
th: ออฟไลน์
zh_hans: 离线

source: OK
es: Aceptar
th: ตกลง
zh_hans: 确定

source: Start
es: Inicio
fr: Début
ja: 開始
th: เริ่มต้น
zh_hans: 开始

source: Start SoC
es: SoC inicial
fr: SoC de départ
ja: 開始時SoC
th: SoC เริ่มต้น
zh_hans: 起始电量 (SoC)

source: System
es: Sistema
fr: Système
ja: システム
th: ตามระบบ
zh_hans: 跟随系统

# Trend: %.1f%%
source: Trend: %1$.1f%%
es: Tendencia: %1$.1f%%
fr: Tendance : %1$.1f %%
ja: 傾向: %1$.1f%%
th: แนวโน้ม: %1$.1f%%
zh_hans: 趋势: %1$.1f%%

source: Trends
es: Tendencias
fr: Tendances
ja: 傾向
nb: Trender
th: แนวโน้ม
zh_hans: 趋势

source: min
ja: 分
th: นาที
zh_hans: 分钟

source: SoC
zh_hans: 电量 (SoC)
